{
  "comments": [
    {
      "id": "1",
      "author": "ipalatt",
      "subject": "The Bad Girls of Bishop",
      "date": "Feb 20, 2012",
      "body": "Congrats on the big send, dude!",
      "replies": null
    },
    {
      "id": "2",
      "author": "ipalatt",
      "subject": "Horse Flats",
      "date": "Mar 26, 2012",
      "body": "Great day out at the flats, Itai! Again, sick flash! Get psyched for the Black Mountain sessions this summer! Wild Things, Bang On, Twilight, Beowulf, Ex-Pat, the list goes on and on. You guys should try to send them all!",
      "replies": null
    },
    {
      "id": "3",
      "author": "Dan Beall",
      "subject": "Vegas, Baby!",
      "date": "Jun 19, 2012",
      "body": "I love that you call them problems lol.",
      "replies": [
        {
          "author": "Itai Axelrad",
          "date": "Jun 21, 2012",
          "body": "*routes, haha. hope you make it to the black mt bash."
        }
      ]
    },
    {
      "id": "4",
      "author": "ipalatt",
      "subject": "Black Mt. Bash",
      "date": "Jun 28, 2012",
      "body": "Great photos. hahaha",
      "replies": null
    },
    {
      "id": "5",
      "author": "ipalatt",
      "subject": "Malibu Creek",
      "date": "Jul 27, 2012",
      "body": "Yeah boyeees! Let's go back soon to send! (and to try that sick looking boulder proj!)",
      "replies": [
        {
          "author": "Itai Axelrad",
          "date": "Aug 2, 2012",
          "body": "I'm down. Let me know when you're free."
        }
      ]
    },
    {
      "id": "6",
      "author": "devlin",
      "subject": "Malibu Creek",
      "date": "Aug 24, 2012",
      "body": "nice to see people working the projects out here",
      "replies": null
    },
    {
      "id": "7",
      "author": "devlin",
      "subject": "Malibu Creek",
      "date": "Aug 24, 2012",
      "body": "Also, pretty much everything in that area under V8 has been climbed, including the V5 and V3 above.",
      "replies": [
        {
          "author": "Eden Axelrad",
          "date": "Aug 24, 2012",
          "body": "Thanks for letting us know, I updated the blog."
        }
      ]
    },
    {
      "id": "8",
      "author": "anthonyw808",
      "subject": "Malibu Creek",
      "date": "Sep 21, 2012",
      "body": "how do you get there?",
      "replies": [
        {
          "author": "Eden Axelrad",
          "date": "Mar 9, 2013",
          "body": "There are direction on this website http://www.parks.ca.gov/?page_id=614. Sorry for the late response, I hadn't seen the comment."
        }
      ]
    },
    {
      "id": "9",
      "author": "Unknown",
      "subject": "Presidents Day Bishop Trip",
      "date": "Mar 8, 2013",
      "body": "Nice! You guys are crushing!",
      "replies": [
        {
          "author": "Itai Axelrad",
          "date": "Mar 9, 2013",
          "body": "Thanks, nice to hear from you."
        }
      ]
    },
    {
      "id": "10",
      "author": "Chris",
      "subject": "Red Rock, NV",
      "date": "Feb 8, 2014",
      "body": "Hey do you happen to have a video or any beta/tricks you could give me for triple sow cow? I tried it today and failed so bad! No position felt good for the jump really. And now I 'm really just confused by it. Thanks!",
      "replies": [
        {
          "author": "Eden Axelrad",
          "date": "Feb 22, 2014",
          "body": "Hey Chris! I think the trick on this one is to really commit (once you find a slightly less awkward starting position). Good luck man!"
        }
      ]
    },
    {
      "id": "11",
      "author": "Half Circle G",
      "subject": "Back To Black",
      "date": "Feb 12, 2015",
      "body": "Hey Itai and Eden! Love the blog. Quick question for you. I'm planning on hitting Black Mountain this weekend, February 12-14, and just wanted to make sure the road to Black Mt was open. I mean it would seem obvious since you just posted this but, who knows, could have been an old post you made that you guys just decided to put up. I called the ranger station to ask about the road but they are closed on Thursdays... Anyway, can you guys confirm the road is open? Thanks so much!",
      "replies": [
        {
          "author": "Eden Axelrad",
          "date": "Feb 23, 2015",
          "body": "Hey! Sorry for the late reply. The road to Ok Corral is open, however, you need lots of clearance because it's in poor condition."
        }
      ]
    },
    {
      "id": "12",
      "author": "Jason",
      "subject": "Joshua Tree Winter",
      "date": "Mar 16, 2018",
      "body": "When you guys heading back!?",
      "replies": [
        {
          "author": "Itai Axelrad",
          "date": "Apr 17, 2018",
          "body": "My apologies for not seeing this earlier, Jason! The season seems to be coming to an end and sadly we have not made it back out."
        }
      ]
    },
    {
      "id": "13",
      "author": "Unknown",
      "subject": "CO Sample Platter",
      "date": "Jun 30, 2019",
      "body": "Very very cool, you'd make them goat's jealous 🙃",
      "replies": null
    },
    {
      "id": "14",
      "author": "Tristin Rubia",
      "subject": "Teahupoo v11/12",
      "date": "Oct 24, 2023",
      "body": "Hi, this is a long shot but just found out about Teahupoo and the climb looks incredible. I was wondering if you happened to have a pin for the location of the boulder or any idea how to get there. From what I understand the boulder is by itself in one of the valleys in Black Mountain but I don't have any other information aside from that. Thank you so much in advance!",
      "replies": [
        {
          "author": "Itai Axelrad",
          "date": "Oct 24, 2023",
          "body": "Hey! Unfortunately, I don't have a pin. If my memory serves me, it's about 5-10 minutes downhill from Howel's Moving Castle. Good luck, and sorry I can't be more helpful than that."
        },
        {
          "author": "Tristin Rubia",
          "date": "Oct 24, 2023",
          "body": "Thank you so much! I'm gonna start looking next time I head out there!"
        }
      ]
    },
    {
      "id": "15",
      "author": "xj",
      "subject": "Allegory of the cave",
      "date": "Feb 12, 2025",
      "body": "I liked your video of Allegory of the cave (black mountain) and the static beta you used! Do you know who did the first ascent of it? Curious about this problem's background story",
      "replies": [
        {
          "author": "Itai Axelrad",
          "date": "Feb 13, 2025",
          "body": "The guide book authors, Ian McIntosh and Alan Moore helped develop the Republic area around 2009. Alan is a philosopher and was working on his dissertation at the time which explains all the names.There are some blog posts of the area but they don’t explicitly state who got the FA. Could also be some other strong climber of that era like Alex Savage or Dave Struthers. There is a video of Alan climbing the line to the left, Metamorphosis but Allegory is not chalked up yet."
        }
      ]
    }
  ]
}
